export default function TermsOfUseKo() {
  return (
    <div className="text-black-texts">
      <h1 className="text-[16px] font-bold mb-2">Webtoonlike 이용약관</h1>
      <p>제1조(목적)</p>
      <p>이 약관은 주식회사 웹툰라이크(이하 “회사”)가 제공하는 콘텐츠 유통 플랫폼 및 제반 서비스(이하 “플랫폼”)를 이용하는 자(이하 “회원”)와 회사의 권리․의무 및 책임 등을 규정함을 목적으로 합니다.</p>
      <br />
      <p>제2조(정의)</p>
      <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
      <ol>
        <li>“콘텐츠”라 함은 회원이 콘텐츠 계약을 체결하기 위해 콘텐츠 유통 플랫폼에 등록한 소재, 줄거리와 텍스트, 이미지, 영상 등 회원이 저작권을 소유한 저작물 일체를 말합니다.</li>
        <li>“저작권자”라 함은 제6조에 따라 회사의 승낙을 받은 자를 말합니다.</li>
        <li>“바이어”라 함은 콘텐츠 유통 플랫폼을 이용하여 회원이 등록한 콘텐츠를 이용하는 자를 말합니다.</li>
        <li>“회원”이라 함은 동 조에서 말하는 저작권자와 바이어, 기타 방법 등으로 플랫폼을 이용하는 자를 말합니다.</li>
        <li>“콘텐츠 계약”이라 함은 저작권자의 콘텐츠의 사용을 위해 저작권자와 이용자가 체결하는 계약을 말합니다.</li>
        <li>“인보이스”라 함은 콘텐츠 계약을 체결하기전 최종 계약 사항을 확인하기 위한 명세서를 말합니다.</li>
        <li>“감판단”이라 함은 플랫폼 내외부의 인원이 회사를 통하여 콘텐츠에 대한 소감, 리뷰 등 콘텐츠 평가를 진행하는 자를 말합니다.</li>
        <li>“청소년유해매체물”이라 함은 다음 각 목의 어느 하나에 해당하는 것을 말합니다.</li>
        <li>「청소년보호법」 제7조 제1항 본문 및 제11조에 따라 청소년보호위원회가 청소년에게 유해한 것으로 결정하거나 확인하여 여성가족부장관이 고시한 매체물</li>
        <li>「청소년보호법」 제7조 제1항 단서 및 제11조에 따라 각 심의기관이 청소년에게 유해한 것으로 심의하거나 확인하여 여성가족부장관이 고시한 매체물</li>
        <li>“아동ㆍ청소년 음란물”이라 함은 아동·청소년 또는 아동·청소년으로 명백하게 인식될 수 있는 사람이나 표현물이 등장하여 「아동ㆍ청소년의 성보호에 관한 법률」 제2조 제4호의 어느 하나에 해당하는 행위를 하거나 그 밖의 성적 행위를 하는 내용을 표현하는 것으로서 필름·비디오물·게임물 또는 컴퓨터나 그 밖의 통신매체를 통한 화상·영상 등의 형태로 된 것을 말합니다.</li>
      </ol>
      <br />
      <p>제3조(약관의 해석 및 준칙)</p>
      <ol>
        <li>회사 및 회원은 이 약관에서 정한 내용을 신의성실의 원칙에 따라 공정하게 해석하며, 회사는 모든 회원에게 동일하게 해석하여 적용합니다.</li>
        <li>이 약관의 내용 중 그 뜻이 명백하지 아니한 경우에는 회원에게 유리하게 해석합니다.</li>
        <li>이 약관의 내용과 다르게 합의한 내용은 이 약관보다 우선하여 적용됩니다. 다만, 합의한 내용이 무효인 경우에는 이 약관에서 정한 내용이 적용됩니다.</li>
        <li>이 약관에서 정한 사항 이외에는 「상법」, 상관습법, 「민법」 등이 적용됩니다. 다만, 약관에서 정한 내용과 다른 강행규정이 있을 경우에 그 강행규정이 우선 적용됩니다.</li>
      </ol>
      <br />
      <p>제4조(약관의 변경)</p>
      <ol>
        <li>회사는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</li>
        <li>회사가 약관을 개정할 경우에는 플랫폼의 초기화면에 적용일자, 개정사유, 변경할 약관 및 현행 약관과의 비교표를 그 적용일자로부터 7일 이전부터 적용일자 이후 30일까지 공지합니다. 다만, 회원에게 불리하게 약관내용을 변경하는 경우에는 그 적용일자로부터 최소 30일 이전부터 적용일자 이후 30일까지 공지합니다.</li>
        <li>회사는 약관을 개정할 경우에는 적용일자, 개정사유, 변경할 약관 및 현행 약관과의 비교표를 제2항에서 정한 기간이 개시되기 전에 제6조에 따라 회원이 기재한 전자우편주소로 송부합니다.</li>
        <li>회사는 제3항에 따라 수신 받은 날로부터 7일(회원에게 불리한 경우 30일) 내에 변경될 약관의 적용에 대해 동의 또는 거절할 수 있습니다. 다만, 회사가 『7일 또는 30일 내에 변경될 약관의 적용에 대해 거절의 의사를 표시하지 않은 경우에 동의한 것으로 봅니다.』라는 문구를 명시하여 제3항에 따라 고지하였음에도 불구하고, 회원이 그 기간 내에 거절의 의사를 표시하지 않은 때에는 동의한 것으로 봅니다.</li>
        <li>회사가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 제공되는 서비스에만 적용되고, 그 이전에 제공된 서비스에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만, 회원이 그 이전의 서비스에 대해 개정약관의 적용을 받기를 원하는 의사를 회사에 표시한 경우에는 개정약관이 적용됩니다.</li>
        <li>회원이 제4항 본문의 기간 내에 거절의 의사를 표시한 경우에 개정 전 약관이 적용됩니다. 다만, 회사가 개정 전 약관에 따라 서비스를 제공할 수 없는 상당한 이유가 있는 경우에 회원에게 발생한 손해를 배상하고, 이 계약을 해지할 수 있습니다.</li>
      </ol>
      <br />
      <p>제5조(회원에 대한 고지)</p>
      <p>회사가 약관의 변경 등에 대해 회원에게 고지할 경우에 제6조에 따라 가입신청 시 기재한 회원의 전자우편주소로 고지합니다.</p>
      <br />
      <p>제6조(가입신청 및 승낙)</p>
      <ol>
        <li>신청자는 회사가 정한 가입 양식에 따라 정보를 입력하고, 이 약관에 동의한다는 의사표시를 함으로써 가입을 신청합니다.</li>
        <li>회사는 제1항에 따라 회원가입을 신청한 신청자의 가입신청에 대해 다음 각 호에 해당하지 않는 한 승낙합니다.</li>
        <li>신청자가 입력한 정보가 허위이거나 다른 사람의 정보를 도용하여 신청한 경우</li>
        <li>신청자가 제8조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 제8조 제3항에 의한 회원자격 상실 후 1년이 경과한 자로서 “회사”의 회원재가입 승낙을 얻은 경우에는 예외로 합니다.</li>
        <li>신청자가 입력한 정보가 공서양속과 기타 사회질서를 해하거나 관계법령에 위반할 경우</li>
        <li>기타 회원가입을 거부할 상당한 이유가 있는 경우</li>
        <li>회원가입은 회사의 승낙이 회원에게 도달한 시점으로 합니다.</li>
        <li>회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 지체없이 그 정보를 변경하여야 합니다.</li>
        <li>제4항에 따라 회원정보를 변경하지 않아 발생한 불이익은 회원이 부담합니다.</li>
      </ol>
      <br />
      <p>제7조(회원의 ID 및 비밀번호에 대한 관리)</p>
      <ol>
        <li>회원은 제6조에 따라 회원가입 시 설정한 ID와 비밀번호에 관한 관리책임을 부담합니다.</li>
        <li>회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다. 회원이 자신의 ID 및 비밀번호를 제3자에게 제공한 경우 제3자의 행위로 인하여 발생한 회원의 손해에 대해 회사는 책임을 지지 않습니다.</li>
        <li>회원이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “회사”에게 통지하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.</li>
        <li>제3항에 따라 통지를 받은 회사는 그 ID의 이용을 정지 또는 별도의 조치를 취해야 하며, 회원의 요청에 따라 그 정지를 해제합니다. 이 경우, 회사는 회원 본인 여부를 확인합니다.</li>
        <li>회원의 책임없이 해킹 등에 따라 회원의 ID 및 비밀번호가 유출된 경우에 회사는 지체없이 그 이용을 정지하고, 회원에게 통지한 후 필요한 조치를 취합니다.</li>
      </ol>
      <br />
      <p>제8조(회원 탈퇴 및 자격 상실 등)</p>
      <ol>
        <li>회원은 언제든지 탈퇴할 수 있으며, 회사는 회원의 회원탈퇴 신청을 즉시 처리합니다.</li>
        <li>회사는 회원탈퇴를 신청한 회원이 다음 각 호의 어느 하나에 해당한다면, 신청한 회원탈퇴를 유보할 수 있습니다.</li>
        <li>저작권자 회원이 콘텐츠가 플랫폼 서비스를 이용하여 오픈 중인 콘텐츠가 있는 경우</li>
        <li>바이어 회원이 진행 중인 오퍼가 있는 경우</li>
        <li>다음 각 호의 어느 하나에 해당하는 경우, 회원이 그 사유를 시정할 때까지 회사는 회원자격을 제한 또는 정지시킬 수 있습니다.</li>
        <li>신청 시에 허위로 등록하거나 다른 사람의 정보로 등록한 경우</li>
        <li>플랫폼 또는 회사가 제공하는 서비스 이용을 방해하거나 그 정보를 도용하는 등 플랫폼 이용질서를 위반한 경우</li>
        <li>회원이 게시한 콘텐츠가 다른 사람의 아이디어를 도용하거나 지식재산권(저작권 등)을 침해한 경우</li>
        <li>플랫폼 또는 회사가 제공하는 서비스를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
        <li>회사는 다음 각 호의 어느 하나에 해당하는 경우에 회원의 자격을 상실시킬 수 있습니다.</li>
        <li>회원자격이 제한 또는 정지된 후 그 사유의 시정에 따라 그 자격이 복구된 회원이 2회 이상 제2항 각 호에서 정한 행위를 한 경우. 다만, 사유의 시정과 위반행위 간의 기간이 1년을 경과한 경우에는 적용하지 않습니다.</li>
        <li>회사가 회원의 자격을 제한 또는 정지시킨 후 30일 이내에 그 사유가 시정되지 아니하는 경우</li>
        <li>제1호 단서에 해당하더라도 제2항 각 호에서 정한 행위를 반복하여 플랫폼 운영질서를 현저히 해치는 경우</li>
        <li>회사가 제2항에 따라 회원자격을 제한 또는 정지시킬 경우 또는 제3항에 따라 회원의 자격을 상실 시킬 경우에는 해당 회원에게 그 내용(사유를 포함한다)을 통지하고, 최소 10일 이상의 기간을 정하여 소명할 기회를 부여합니다. 이 경우에 회사는 해당 회원의 플랫폼 및 제반서비스의 이용을 정지합니다.</li>
        <li>회원이 제4항에서 정한 기간 내에 소명을 하고, 그 소명이 정당한 경우에 회사는 회원의 플랫폼 및 제반 서비스 이용정지를 해지합니다.</li>
      </ol>
      <br />
      <p>제9조(회원계약기간 및 갱신)</p>
      <ol>
        <li>회원계약기간은 제6조 제3항에서 정한 시점으로부터 1년으로 합니다.</li>
        <li>회원이 제1항에서 정한 기간 만료일까지 재계약의 의사를 표시하거나 탈퇴의 의사를 표시하지 않은 경우에 회원계약은 자동으로 갱신된 것으로 봅니다.</li>
        <li>제2항에 따라 갱신된 계약의 내용은 종전 계약과 동일하며, 그 이후의 계약갱신도 동일하게 적용합니다.</li>
      </ol>
      <br />
      <p>제10조(콘텐츠의 등록)</p>
      <ol>
        <li>저작권자는 플랫폼에 회사가 정한 방법에 따라 다음 각 호의 사항을 기재하여 콘텐츠를 등록할 수 있습니다.
          <ol>
            <li>저작권자의 성명(법인인 경우에 상호 및 대표자 성명), 전자우편주소, 연락처 및 통신판매업 신고번호(「전자상거래 등에서의 소비자보호에 관한 법률」 제2조 제3호에 해당하는 사업자에 한한다.)</li>
            <li>콘텐츠와 콘텐츠의 서지정보(콘텐츠 타입, 완결여부, 전체회차 등), 공개대상, 공개범위</li>
            <li>콘텐츠가 영상화, 출판, 번역 등 사업화 된 경우에 그 내용</li>
            <li>콘텐츠의 타 플랫폼 등록 내역</li>
          </ol>
        </li>
        <li>회사는 저작권자가 제1항 각호에서 정한 내용을 등록하지 않은 경우에 이용자가 이를 검색 및 이용할 수 있는 서비스를 제공하지 않습니다.</li>
        <li>회사는 저작권자가 제1항에 따라 등록한 내용 중 제1호부터 제4호까지의 내용이 사실과 다른 경우에 그 정정을 요청할 수 있으며, 회원이 이를 정정할 때까지 이용자가 이를 검색 및 이용할 수 있는 서비스를 제공하지 않거나 중지합니다.</li>
        <li>회사는 저작권자가 등록한 콘텐츠를 검토하고 다음 각 호의 사항에 따라 콘텐츠 등록을 거부할 수 있습니다.
          <ol>
            <li>등록한 콘텐츠가 타인의 권리를 침해한 경우</li>
            <li>등록한 콘텐츠가 선정성, 폭력성, 사회질서 등을 위반한다고 판단될 경우</li>
            <li>기타 회사가 필요하다고 인정되는 경우</li>
          </ol>
        </li>
        <li>회사는 저작권자가 등록한 콘텐츠의 등록 내용이 부족 또는 부적절하다고 판단될 경우 저작권자에게 연락을 취하여 해당 내용에 대한 업데이트 작업을 진행할 수 있습니다.</li>
        <li>회사는 감평단을 통하여 저작권자가 등록한 콘텐츠에 대한 평가를 진행을 할 수 있으며, 평가 결과를 사이트에 고시할 수 있습니다.</li>
      </ol>
      <br />
      <p>제11조(콘텐츠 및 그 권리의 무결성 보장)</p>
      <ol>
        <li>저작권자는 제11조에 따라 등록한 콘텐츠에 대해 다음 각 호의 사항을 보증하여야 하며, 이 약관에 동의한 경우에 이를 보증한 것으로 봅니다.
          <ol>
            <li>저작권자가 창작한 경우 : 타인의 지식재산권 등을 침해하지 않았다는 사실 및 타인에게 지식재산권 등을 양도하지 않았다는 사실</li>
            <li>저작권자가 창작하지 않은 경우 : 콘텐츠의 저작권자 또는 저작권자로부터 콘텐츠에 대한 권리를 양수한 사실</li>
            <li>콘텐츠 내용 : 콘텐츠의 내용이 음란물 또는 아동ㆍ청소년음란물에 해당하지 않는다는 사실, 선량한 풍속 기타 사회질서에 반하지 않는다는 사실 및 청소년 이용가능으로 표시한 콘텐츠의 경우에 청소년유해매체물에 해당하지 않는다는 사실, 타인의 개인정보나 명예훼손을 침해하지 않는다는 사실</li>
            <li>지식재산권 : 콘텐츠의 지식재산권(웹툰 연재권, 번역권 및 해외판권, 영화 및 드라마 등 2차저작권에 대한 권리) 현황과 사이트에 등록한 콘텐츠 지식재산권 정보가 다르지 않는다는 사실</li>
          </ol>
        </li>
        <li>회사는 제1항에 따라 저작권자가 보증한 내용이 사실과 다를 경우에 검색 및 열람 서비스를 제공하지 않으며, 저작권자에게 그 시정을 요구할 수 있습니다. 다만, 저작권자가 보증한 내용과 합치한다는 사실을 소명한 경우에 회사는 지체 없이 검색 및 열람 서비스를 제공합니다.</li>
      </ol>
      <br />
      <p>제12조(이용자의 청약에 대한 승낙 또는 거절통지)</p>
      <ol>
        <li>저작권자는 바이어로부터 콘텐츠 계약 등 거래에 대한 청약을 받은 경우에 승낙 또는 거절의 의사를 표시합니다.</li>
        <li>바이어는 저작권자가 청약을 승낙한 경우에 거절할 수 없으며, 저작권자의 사유로 청약이 내용이 변경되는 경우에만 청약을 거절할 수 있습니다.</li>
      </ol>
      <br />
      <p>제13조(콘텐츠 계약체결에 따른 조치)</p>
      <p>저작권자는 바이어와 콘텐츠 계약을 체결한 경우에 다음 각 호에서 정한 조치를 취합니다.</p>
      <ol>
        <li>콘텐츠에 대한 지식재산권 전부의 양도계약 : 그 사실의 표시(콘텐츠의 열람제한 포함) 또는 콘텐츠의 삭제</li>
        <li>콘텐츠에 대한 지식재산권 이용허락 또는 일부의 양도계약 : 이용 허락한 내용 또는 양도한 지식재산권의 내용과 그 사실의 표시</li>
      </ol>
      <br />
      <p>제14조(콘텐츠의 사용 제한 등)</p>
      <ol>
        <li>회원은 플랫폼에서 열람한 콘텐츠를 콘텐츠 계약 체결을 위한 평가의 목적으로만 사용하여야 합니다.</li>
        <li>회원은 다음 각 호의 어느 하나의 행위를 하지 않습니다.</li>
        <li>저작권자와 콘텐츠 계약을 체결하지 않고, 콘텐츠의 저작물화 및 판권 등을 침해하는 행위</li>
        <li>저작권자와 콘텐츠 계약을 체결하지 않고, 다른 저작물을 창작함에 있어 그 콘텐츠를 이용하는 행위</li>
        <li>저작권자와 콘텐츠 계약을 체결하지 않고, 제3자에게 그 콘텐츠를 제공하는 행위</li>
        <li>기타 저작권자의 권리를 침해하는 행위</li>
        <li>제1항 또는 제2항은 누구든지 열람할 수 있는 게시판 등에 게시된 콘텐츠에 대해서는 적용하지 않습니다.</li>
      </ol>
      <br />
      <p>제15조(콘텐츠 열람 및 무단 이용의 금지)</p>
      <p>다른 회원이 등록한 콘텐츠를 열람한 회원은 콘텐츠를 등록한 회원의 동의없이 해당 콘텐츠를 자신 또는 제3자에게 제공하는 등으로 무단 이용하지 않습니다.</p>
      <br />
      <p>제16조(플랫폼의 보안)</p>
      <p>회사는 플랫폼 및 제반 서비스에 대한 제3자의 무권한적 이용을 방지하기 위해 필요한 보안조치를 취합니다.</p>
      <br />
      <p>제17조(플랫폼 및 제반 서비스의 제공)</p>
      <ol>
        <li>회사는 회원이 언제든지 제11조에서 정한 콘텐츠 및 정보를 등록할 수 있도록 플랫폼 및 제반 서비스를 연중 24시간 제공합니다.</li>
        <li>회사는 다음 각 호의 어느 하나에 해당하는 사유가 있는 경우에 24시간 이전에 회원에게 고지 및 플랫폼의 첫 화면에 공지하고, 플랫폼 및 제반 서비스의 전부 또는 일부를 일시 중지할 수 있습니다. 다만, 긴급한 경우에는 사후에 이를 고지 및 공지할 수 있습니다.</li>
        <li>플랫폼 보안시스템 등을 개선을 위한 경우</li>
        <li>플랫폼 시스템 정기정검을 위한 경우</li>
        <li>기타 회사가 플랫폼 및 제반 서비스의 이용을 일시 중지할 정당한 이유가 있는 경우</li>
        <li>회사는 제2항에 따라 플랫폼 및 제반 서비스의 전부 또는 일부를 일시 중지할 경우에 다음 각 호의 내용을 고지 및 공지합니다.</li>
        <li>일시 중지의 사유</li>
        <li>일시 중지 시기 및 그 기간</li>
      </ol>
      <br />
      <p>제18조(검색서비스)</p>
      <ol>
        <li>회사는 이용자가 콘텐츠를 쉽게 이용할 수 있도록 검색서비스를 제공합니다.</li>
        <li>제1항에 따른 검색서비스는 회원이 등록한 키워드를 활용하여 제공하며, 검색결과는 이용자의 열람 횟수, 최근 등록일 등을 기준으로 배치합니다.</li>
        <li>회사는 다음 각 호의 어느 하나에 해당하는 경우에 해당 콘텐츠에 대한 검색결과를 최하위로 배치할 수 있으며, 그 사실을 회원에게 고지합니다. 다만, 회원은 이의신청을 할 수 있으며, 그 사유가 정당할 경우에 제2항에 따라 그 콘텐츠를 배치합니다.</li>
        <li>회원이 직접 또는 제3자를 통해 이용자의 열람 횟수를 조작한 경우</li>
        <li>과거에 등록한 콘텐츠를 다시 등록하여 그 등록일을 조작한 경우</li>
        <li>기타 회원 또는 그의 요청을 받은 제3자가 검색결과에 영향을 미칠 수 있는 부정한 행위를 하였을 경우</li>
        <li>회사는 검색서비스를 제공함에 있어 회원으로부터 광고료 등 일체의 비용을 받지 않습니다.</li>
      </ol>
      <br />
      <p>제19조(플랫폼 및 제반서비스 이용에 관한 요금징수)</p>
      <ol>
        <li>회사는 제반서비스 이용과 관련하여 서비스 이용료, 중개수수료 등을 회원에게 징수할 수 있습니다.</li>
        <li>회사는 재량 내에서 이용료, 수수료의 추가 및 폐지, 변경을 할 수 있으며, 개정할 경우에는 적용일자 및 개정사유를 명시하여 그 적용일자 30일 이전부터 적용일자 전일까지 사이트 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.</li>
      </ol>
      <br />
      <p>제20조(콘텐츠에 대한 회원의 권리 보호)</p>
      <ol>
        <li>회사는 회원의 콘텐츠에 대한 권리를 침해할 우려가 있거나 침해한 자(이하 ‘권리침해자’라 한다)를 알게 된 경우, 지체 없이 그 사실을 회원에게 통지합니다.</li>
        <li>제1항에 따른 통지를 받은 회원은 자신의 권리를 보호하기 위해 권리침해자를 상대로 그 침해행위의 정지 또는 침해행위로 인하여 발생한 콘텐츠의 삭제 등을 청구하기 위해 회사에게 협력을 요구할 수 있습니다. 이 경우 회사는 불가피한 경우를 제외하고, 회원에게 협력합니다.</li>
        <li>회사는 자신의 권리가 침해됨을 주장하는 자(이하 ‘권리주장자’라 한다)가 그 사실을 소명하여 콘텐츠의 게시, 검색 및 열람서비스의 제공을 중단할 것을 요청받은 경우에 그 콘텐츠의 게시, 검색 및 열람서비스의 제공을 중단하고, 그 사실을 회원 및 권리주장자에게 통지합니다. 이 경우 회사는 권리주장자의 손해에 대해 책임을 지지 않습니다.</li>
        <li>제3항에 따른 통지를 받은 회원이 그 콘텐츠에 대해 정당한 권리를 가지고 있음을 소명하여 그 게시, 검색 및 열람서비스의 재개를 요구하는 경우, 회사는 게시, 검색 및 열람서비스 재개요구사실 및 재개예정일을 권리주장자에게 지체 없이 통보하고 그 예정일에 게시, 검색 및 열람서비스를 재개합니다.</li>
        <li>제3항 후문의 경우를 제외하고, 회원이 등록한 콘텐츠가 타인의 저작권 및 기타 권리를 침해하여 회사가 그 손해를 배상한 경우, 회사는 회원에게 구상권을 행사할 수 있습니다.</li>
        <li>제4항에 따라 게시, 검색 및 열람서비스를 재개한 경우, 회원은 그 중단기간 동안 발생한 손해 등에 대해 권리주장자에게 배상을 청구할 수 있으며, 이를 위해 회사의 협력을 요청할 수 있습니다. 이 경우 회사는 불가피한 경우를 제외하고, 회원에게 협력합니다.</li>
      </ol>
      <br />
      <p>제21조(아동ㆍ청소년음란물 차단)</p>
      <ol>
        <li>회사는 이용자의 신고 또는 자체 검색 등을 통해 발견된 아동ㆍ청소년음란물 또는 음란물에 해당하는 콘텐츠는 검색 및 열람 등의 대상에서 배제함과 더불어 즉시 삭제합니다. 이 경우에 회사는 삭제 직후 회원에게 그 내용을 고지합니다.</li>
        <li>회사는 수사기관 등에서 관련법령에서 정한 절차에 따라 아동ㆍ청소년음란물을 등록한 회원에 대한 정보제공을 요청한 경우에 이를 제공합니다.</li>
      </ol>
      <br />
      <p>제22조(콘텐츠 계약의 체결)</p>
      <ol>
        <li>콘텐츠 계약은 회원과 회원 간에 체결되며 회사는 이에 간여하지 않습니다. 대금은 회원과 이용자가 수수(授受)하며, 회사는 회원 또는 이용자를 대리하지 않습니다.</li>
        <li>회사는 콘텐츠 계약 내용에 따라 인보이스를 발행하여 회원 간 중개하며, 회사는 인보이스를 기준으로 업로드된 콘텐츠 정보를 업데이트 합니다.</li>
        <li>회원은 발행된 인보이스의 내용과 다르게 계약을 체결할 경우 회사에 통보하여야 하며, 이를 어길 시 사이트 이용에 불이익이 있을 수 있습니다.</li>
        <li>회사는 회원과 회원 간에 체결된 거래 또는 계약에 대해 책임지지 않습니다.</li>
      </ol>
      <br />
      <p>제23조(서비스 이용료의 내용)</p>
      <ol>
        <li>회사는 서비스 이용과 관련하여 각종 이용료를 회원에게 징수할 수 있습니다.</li>
        <li>회사는 재량 내에서 이용료의 추가 및 폐지, 이용료율의 변경을 할 수 있으며, 개정할 경우에는 적용일자 및 개정사유를 명시하여 그 적용일자 30일 이전부터 적용일자 전일까지 사이트 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.</li>
      </ol>
      <br />
      <p>제24조(손해배상)</p>
      <ol>
        <li>회사 또는 회원은 약관 또는 계약을 위반한 상대방의 행위로 인하여 손해가 발생한 경우, 배상을 청구할 수 있습니다. 다만, 상대방이 고의 또는 과실 없음을 증명한 경우에는 그러하지 않습니다.</li>
        <li>회사가 약관 또는 계약에서 정한 의무를 이행하기 위해 제3자를 사용한 경우, 그 제3자의 행위로 인하여 회원에게 발생한 손해에 대해 제3자와 연대하여 책임을 집니다. 다만, 회사 및 제3자가 고의 또는 과실 없음을 증명한 경우에는 그러하지 않습니다.</li>
      </ol>
      <br />
      <p>제25조(계약의 해제 또는 해지)</p>
      <ol>
        <li>회사 또는 회원은 다음 각 호의 어느 하나에 해당하는 경우에 이 계약의 그 전부 또는 일부를 최고없이 해제 또는 해지할 수 있습니다.</li>
        <li>회사와 회원이 합의한 경우</li>
        <li>회사 또는 회원이 이 약관 또는 계약상 의무를 위반하고 상대방이 그 의무이행을 거절하거나 지정한 기한 내에 이행해야 계약의 목적을 달성할 수 있는 경우</li>
        <li>회사가 재해 기타 책임없는 사유로 인하여 플랫폼을 운영하는 것이 불가능한 경우. 다만, 일시적인 경우에는 그러하지 않습니다.</li>
        <li>회사의 서비스 지연, 오류 등이 발생하여 회원이 월 3회 이상 또는 1년 이내에 누적하여 5회 이상 시정을 요구한 경우</li>
        <li>기타 당사자 사이의 신뢰관계를 현저히 해하는 등 계약을 유지할 수 없는 중대한 사유가 발생한 경우</li>
        <li>각 호에서 정한 경우를 제외하고, 회사 또는 회원이 약관 또는 계약상의 의무를 이행하지 않은 경우, 회사 또는 회원은 상대방에게 최소 10일 이상의 기간을 정하여 그 이행을 최고하고, 그 기간 내에 이를 이행하지 아니한 때에는 이 계약의 전부 또는 일부를 해제 또는 해지할 수 있습니다.</li>
        <li>제2항에 따라 이 계약이 해제 또는 해지된 경우, 회사와 회원은 다음 각 호에서 정한 의무를 이행합니다.</li>
        <li>회원 ID의 이용 정지</li>
        <li>회원이 등록한 콘텐츠의 게시, 검색 및 열람대상에서 배제</li>
        <li>해제 또는 해지일로부터 10일 이내에 플랫폼에 등록한 콘텐츠 등의 회수. 다만, 회수에 그 이상의 시간이 필요한 경우에 회사는 그 기간을 연장할 수 있습니다.</li>
        <li>회사 또는 회원은 해제 또는 해지의 원인을 제공한 상대방에 대해 이로 인하여 발생한 손해에 대한 배상을 청구할 수 있습니다. 이 경우 상대방이 고의 또는 과실없음을 증명한 경우에는 그러하지 않습니다.</li>
        <li>제4항에 따라 손해배상금을 지급하여야 할 자가 이를 지연한 경우, 그 지연기간에 대해 지연이자(연 6%)를 더하여 지급합니다.</li>
        <li>회사는 회원의 거주지에서 효력이 있는 대한민국 외의 법률에 따라 본 서비스 이용행위가 해당 법률의 위반을 구성하거나 구성할 위험이 있는 경우 가입을 제한하거나 가입 후에라도 이용 계약을 해지할 수 있습니다.</li>
      </ol>
      <br />
      <p>제26조(분쟁해결)</p>
      <ol>
        <li>회사와 회원간 제기된 소송은 대한민국법을 준거법으로 합니다.</li>
        <li>이 계약과 관련하여 분쟁이 발생한 경우, 회사와 회원은 상호 협의하여 분쟁을 해결하기 위해 노력합니다.</li>
        <li>제1항의 규정에도 불구하고 분쟁이 해결되지 않은 경우, 회사 또는 회원은 「콘텐츠산업진흥법」에 따른 콘텐츠분쟁조정위원회 또는 「저작권법」에 따른 한국저작권위원회 등에 조정을 신청할 수 있습니다.</li>
        <li>제1항에 따라 분쟁이 해결되지 않은 경우에 회사 또는 회원은 관할법원에 소송을 제기하거나 중재기관에 중재를 신청할 수 있다. 다만, 중재를 신청하기 위해 회사 또는 회원은 상대방과 서면으로 중재합의를 합니다.</li>
      </ol>
      <br />
      <p>제27조(재판관할)</p>
      <p>회사와 회원간 발생한 분쟁에 관한 소송은 제소 당시 회원의 주소를 관할하는 지방법원을 전속관할법원으로 하되, 주소가 없는 경우 거소를 관할하는 지방법원을 전속관할법원으로 합니다. 단, 제소 당시 회원의 주소 또는 거소가 명확하지 않거나 회원이 외국 거주자인 경우 관할법원은 민사소송법에 따라 정합니다.</p>
      <p>이 약관은 2024년 04월 01일부터 적용됩니다.</p>
    </div>
  );
}
